Repository: chi-rei-den/TerrariaLocalization
Catalog: project/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Bleeding
zh_cn: 流血的

source: Blistering
zh_cn: 起泡的

source: Blocky
zh_cn: 块状的

source: Blood and Gore Off
zh_cn: 溅血效果：关

source: Blood and Gore On
zh_cn: 溅血效果：开

source: Bloody
zh_cn: 猩红的

source: Blooming
zh_cn: 盛开的

source: Blue
zh_cn: 蓝色的

source: Blushful
zh_cn: 羞怯的

source: Blushing
zh_cn: 脸红的

source: Boatmurdered
zh_cn: 谋杀的

source: Boorish
zh_cn: 粗野的

source: Bored
zh_cn: 无聊的

source: Boundless
zh_cn: 无边的

source: Brainy
zh_cn: 聪明的

source: Brash
zh_cn: 傲慢的

source: Brave
zh_cn: 勇敢的

source: Breakable
zh_cn: 易碎的

source: Breakless
zh_cn: 无阻的

source: Breathtaking
zh_cn: 惊险的

source: Brightish
zh_cn: 光亮的

source: Brilliant
zh_cn: 辉煌的

source: Brown
zh_cn: 棕色的

source: Brutal
zh_cn: 野蛮的

source: Budding
zh_cn: 发芽的

source: Burning
zh_cn: 燃烧的

source: Busy
zh_cn: 忙碌的

source: Calm
zh_cn: 平静的

source: Canadian
zh_cn: 枫叶的

source: Careful
zh_cn: 小心的

source: Cautious
zh_cn: 谨慎的

source: Chad's
zh_cn: Chad的

source: Charming
zh_cn: 迷人的

source: Chartreuse
zh_cn: 淡黄的

source: Cheap
zh_cn: 便宜的

source: Cheerful
zh_cn: 快乐的

source: Clean
zh_cn: 洁净的

source: Clearable
zh_cn: 可清的

source: Clever
zh_cn: 聪明的

source: Cleverish
zh_cn: 机灵的

source: Close Menu
zh_cn: 关闭菜单

source: Clumsy
zh_cn: 笨拙的

source: Cold
zh_cn: 冰冷的

source: Colorful
zh_cn: 七彩的

source: Combative
zh_cn: 好斗的

source: Comfortable
zh_cn: 自在的

source: Comical
zh_cn: 滑稽的

source: Common
zh_cn: 共同的

source: Complacent
zh_cn: 自满的

source: Compulsive
zh_cn: 强迫性的

source: Concerned
zh_cn: 关心的

source: Condemnable
zh_cn: 难受的

source: Condemned
zh_cn: 谴责的

source: Confident
zh_cn: 信心的

source: Confusable
zh_cn: 困惑的

source: Confused
zh_cn: 困惑的

source: Constant
zh_cn: 不变的

source: Cooperative
zh_cn: 合作的

source: Corrupted
zh_cn: 腐败的

source: Cosmic
zh_cn: 宇宙的

source: Courageous
zh_cn: 勇敢的

source: Cracked
zh_cn: 开裂的

source: Cranky
zh_cn: 混乱的

source: Crass
zh_cn: 愚钝的

source: Crazy
zh_cn: 疯狂的

source: Creepy
zh_cn: 爬行的

source: Crowded
zh_cn: 拥挤的

source: Crude
zh_cn: 粗糙的

source: Cruel
zh_cn: 残忍的

source: Cuddly
zh_cn: 可爱的

source: Curious
zh_cn: 好奇的

source: Cursed
zh_cn: 诅咒的

source: Cute
zh_cn: 可爱的

source: Daft
zh_cn: 愚蠢的

source: Dank
zh_cn: 潮湿的

source: Dark
zh_cn: 黑暗的

source: Daunting
zh_cn: 生畏的

source: Dead
zh_cn: 死亡的

source: Decaying
zh_cn: 腐烂的

source: Deceased
zh_cn: 逝去的

source: Defeated
zh_cn: 失败的

source: Defiant
zh_cn: 反抗的

source: Delightful
zh_cn: 愉快的

source: Demented
zh_cn: 痴呆的

source: Dense
zh_cn: 稠密的

source: Depressed
zh_cn: 郁闷的

source: Desolate
zh_cn: 荒凉的

source: Desperate
zh_cn: 绝望的

source: Determined
zh_cn: 决心的

source: Devious
zh_cn: 弯曲的

source: Diamond
zh_cn: 钻石的

source: Different
zh_cn: 不同的

source: Difficult
zh_cn: 困难的

source: Dire
zh_cn: 可怕的

source: Dirty
zh_cn: 肮脏的

source: Disappointing
zh_cn: 失望的

source: Discarded
zh_cn: 舍弃的

source: Disgusting
zh_cn: 恶心的

source: Disloyal
zh_cn: 不义的

source: Distant
zh_cn: 遥远的

source: Distinct
zh_cn: 不同的

source: Distorted
zh_cn: 扭曲的

source: Distressing
zh_cn: 苦恼的

source: Disturbed
zh_cn: 不安的

source: Divine
zh_cn: 神圣的

source: Dizzy
zh_cn: 头晕的

source: Docile
zh_cn: 温顺的

source: Doubtful
zh_cn: 困惑的

source: Down
zh_cn: 向下

source: Drab
zh_cn: 单调的

source: Dreadful
zh_cn: 可怕的

source: Dreamy
zh_cn: 梦幻的

source: Dry
zh_cn: 干燥的

source: Dubious
zh_cn: 可疑的

source: Dumb
zh_cn: 愚钝的

source: Eager
zh_cn: 急躁的

source: Easy
zh_cn: 简单的

source: Eerie
zh_cn: 怪异的

source: Elated
zh_cn: 高昂的

source: Elegant
zh_cn: 优雅的

source: Embarrassed
zh_cn: 尴尬的

source: Embarrassing
zh_cn: 尴尬的

source: Emerald
zh_cn: 翡翠的

source: Empty
zh_cn: 空灵的

source: Enchanting
zh_cn: 附魔的

source: Encouraging
zh_cn: 鼓舞的

source: Enduring
zh_cn: 持久的

source: Energetic
zh_cn: 充能的

source: Enthusiastic
zh_cn: 热情的

source: Envious
zh_cn: 羡慕的

source: Erratic
zh_cn: 不稳的

source: Eternal
zh_cn: 永恒的

source: Euphoric
zh_cn: 欣快的

source: Event Progress Bar
zh_cn: 事件进度条

source: Everlasting
zh_cn: 永恒的

source: Evil
zh_cn: 邪恶的

source: Exalted
zh_cn: 尊贵的

source: Excellent
zh_cn: 优秀的

source: Excited
zh_cn: 激动的

source: Exiled
zh_cn: 放逐的

source: Existential
zh_cn: 存在的

source: Exit
zh_cn: 退出游戏

source: Exotic
zh_cn: 异域的

source: Friends Can Invite: Off
zh_cn: 好友可邀请：关

source: Friends Can Invite: On
zh_cn: 好友可邀请：开

source: Gamepad Settings
zh_cn: 手柄设置

source: Gameplay Controls
zh_cn: 游戏按键

source: General
zh_cn: 常规

source: Grapple
zh_cn: 抛出钩爪

source: Hotbar Controls
zh_cn: 快捷栏按键

source: Interact
zh_cn: 互动

source: Inventory
zh_cn: 打开背包

source: Invite Friends
zh_cn: 邀请好友

source: Join via IP
zh_cn: 通过IP加入

source: Join via Steam
zh_cn: 通过Steam加入

source: Jump
zh_cn: 跳跃

source: Language
zh_cn: 语言

source: Left
zh_cn: 向左

source: Load Backup
zh_cn: 加载备份

source: Map Controls
zh_cn: 地图键位设置

source: Map Disabled
zh_cn: 地图：禁用

source: Map Enabled
zh_cn: 地图：启用

source: Mount
zh_cn: 坐骑

source: Multicore Lighting:
zh_cn: 多核照明：

source: Multiplayer
zh_cn: 多人模式

source: No
zh_cn: 否

source: No backup found
zh_cn: 找不到备份

source: On
zh_cn: 开

source: Placement Preview Off
zh_cn: 放置预览：关

source: Placement Preview On
zh_cn: 放置预览：开

source: Quick Buff
zh_cn: 快速使用增益

source: Quick Heal
zh_cn: 快速恢复生命

source: Quick Mana
zh_cn: 快速恢复法力

source: Quick Mount
zh_cn: 快速骑乘

source: Right
zh_cn: 向右

source: Select language
zh_cn: 选择语言

source: Server Settings
zh_cn: 服务器设置

source: Settings
zh_cn: 设置

source: Single Player
zh_cn: 单人模式

source: Smart Cursor
zh_cn: 智能光标

source: Smart Cursor Mode: Hold
zh_cn: 智能光标模式：长按

source: Smart Cursor Mode: Toggle
zh_cn: 智能光标模式：切换

source: Start
zh_cn: 开始

source: Start a new instance of Terraria to join!
zh_cn: 启动另一个泰拉瑞亚来加入！

source: Steam Multiplayer: Disabled
zh_cn: Steam多人模式：已禁用

source: Steam Multiplayer: Enabled
zh_cn: Steam多人模式：已启用

source: Style
zh_cn: 类型

source: Throw
zh_cn: 投掷

source: Timed
zh_cn: 定时

source: Toggle Fullscreen
zh_cn: 切换全屏

source: Up
zh_cn: 向上

source: Use Item
zh_cn: 使用物品

source: World
zh_cn: 世界

source: Yes
zh_cn: 是
